Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Preliminary estimates place the size of the discovery between 4 and 8 million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 4 og 8 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: Tie-in of the discovery to the Johan Castberg discovery will be assessed.
nb: Funnet vil bli vurdert tilknyttet Johan Castberg-funnet.

source: Further delineation of the discovery is currently being considered to clarify the total volume potential.
nb: Videre avgrensing av funnet blir nå vurdert for å avklare det totale volumpotensialet.

source: This is the eighth exploration well in production licence 532.
nb: Dette er den åttende letebrønnen i utvinningstillatelse 532.

source: The well was drilled to a vertical depth of 2532 metres below the sea surface, and was terminated in the Stø formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 2532 meter under havflaten, og ble avsluttet i Støformasjonen av mellomjura alder.

source: Water depth is 336 metres.
nb: Havdypet er 336 meter.

source: Well 7219/9-2 was drilled by the Songa Enabler drilling facility, which will now proceed to production licence 849 in the Barents Sea to complete the drilling of 7121/8-1 (Blåmann), where Statoil Petroleum AS is the operator.
nb: Brønn 7219/9-2 ble boret av boreinnretningen Songa Enabler som nå går til utvinningstillatelse 849 i Barentshavet for å avslutte boringen av 7121/8-1 (Blåmann), der Statoil Petroleum AS er operatør.

source: The drilling program for well bore 25/11-25 S concerns drilling of an exploration well in production licence 169 in the North Sea.
nb: Boreprogrammet for brønnbane 25/11-25 S gjelder boring av letebrønn i utvinningstillatelse 169.

source: StatoilHydro is the operator with a 45 per cent ownership interest.
nb: Hydro er operatør med 45 prosent eierandel.

source: Other licensees are ExxonMobil with an ownership interest of 13 per cent, Petoro with 30 per cent and Statoil with 12 per cent.
nb: Øvrige rettighetshavere er ExxonMobil 13 prosent, Petoro 30 prosent og Statoil 12 prosent.

source: Production licence 169 was awarded in the 13th licensing round in 1991.
nb: Utvinningstillatelse 169 ble tildelt 13.konsesjonsrunde i 1991.

source: This is the eleventh exploration well to be drilled in this production licence.
nb: Dette er den elevte letebrønnen som bores i denne utvinningstillatelsen.

source: Wellbore 25/11-25 S will be drilled from the Transocean Winner facility.
nb: Brønnbane 25/11-25 S skal bores fra innretningen Transocean Winner.

source: The semi-submersible facility is returning from drilling in production licence 107 in the Norwegian Sea.
nb: Den halvt nedsenkbare innretningen kommer fra boring av 6407/7B-1 Y1H på norvestflanken av Njord i utvinningstillatelse 107.

source: It is assumed that there are a number of potential sites for storing CO2 on the continental shelf.
nb: Kontinentalsokkelen antas å ha flere områder som kan brukes til å lagre CO2.

source: However, the potential repositories have different qualities with regard to depth, capacity, containment and processes inside the reservoirs.
nb: Men de potensielle lagrene har ulike egenskaper med hensyn til dybde, kapasitet, forsegling og prosesser inne i reservoarene.

source: According to the NPD’s project manager for carbon storage, Eva Halland, it is particularly important to identify and evaluate capacity and leakage prevention.
nb: Ifølge leder for lagringsprosjektet i OD, Eva Halland, er det særlig kapasiteten og sikkerheten mot lekkasjer som må kartlegges og evalueres.

source: “Our objective is to find safe storage sites for emissions from sources in Norway and from other parts of Europe,” she says.
nb: “Målet er å finne sikre lagringsplasser for utslipp fra kilder i Norge og andre deler av Europa,” sier hun.

source: Carbon storage is a topic of much concern in many sectors within business, industry and academia.
nb: CO2-lagring er et tema som opptar ulike miljøer innenfor næringsliv, industri og akademia.

source: On assignment from the Ministry of Petroleum and Energy (MPE), the NPD has established a forum for carbon storage.
nb: På oppdrag av Olje- og energidepartementet (OED) har OD etablert et forum for lagring av CO2.

source: The forum held its first meeting at the NPD’s premises on Wednesday, 6 January.
nb: Forumet hadde sitt første møte hos Oljedirektoratet onsdag 6. januar.

source: Present at the meeting were representatives from Christian Michelsen Research, Sintef, the Universities of Bergen and Oslo, Det norske Veritas, Gassnova and Statoil, all of whom have either carbon capture and storage experience or are involved in research projects in the field.
nb: Her deltok representanter fra Christian Michelsen Research, Sintef, universitetene i Bergen og Oslo, Det norske Veritas, Gassnova og Statoil.

source: The MPE was present as an observer.
nb: I tillegg deltok OED som observatør.

source: ”We wish to draw on the knowledge that already exists in Norway, and we are eagerly looking forward to working with institutions with expertise in the field ” Eva Halland says.
nb: ”Vi ønsker å trekke på den kunnskapen som finnes i Norge, og vi ser veldig fram til å samarbeide med miljøer som har eksepertkompetanse på området, ” sier Eva Halland.

source: According to Halland, the newly-established forum will play an important part in the efforts to identify suitable storage sites.
nb: Det nyopprettede forumet blir ifølge henne en viktig medspiller i arbeidet med å finne egnede lagringsplasser.

source: By June 2011, a directive for carbon capture and storage must be adopted in the EU countries’ respective regulations.
nb: Innen juni 2011 skal alle EU-land implementere et direktiv for karbonfangst og -lagring i sine egne regelverk.

source: Regulations are already being drafted in Norway, and will be submitted for review this spring.
nb: En forskrift er under utarbeidelse i Norge, den skal sendes ut på høring i løpet av våren.

source: This is an alternative to more traditional hierarchal public administration.
nb: Oljedirektoratet er en fleksibel kompetanseorganisasjon som skiller seg fra den mer tradisjonelle, hierarkiske statsforvaltningen.

source: The Norwegian Petroleum Directorate is a fluid organisation.
nb: Oljedirektoratet er en organisasjon i bevegelse.

source: There are no sections or departments in the NPD, but about 80 teams with designated mandates and defined tasks.
nb: Det er ingen seksjoner eller avdelinger i OD, men rundt 80 lag med egne mandater og definerte oppgaver.

source: Management functions rotate, and work communities are established and discontinued.
nb: Ledelsesfunksjoner roterer, og arbeidsfellesskap opprettes og legges ned.

source: There are about 230 employees joining and leaving teams; and they largely control how to distribute their time in the different teams themselves.
nb: Det er rundt 230 medarbeidere som går inn og ut av lag, og de styrer i stor grad selv hvordan de fordeler tiden i de ulike lagene.

source: In recent years, the NPD has received additional tasks and more employees.
nb: De siste årene har OD fått flere oppgaver og flere medarbeidere.

source: The director general and four directors constitute the NPD’s strategic management group and twelve assistant directors make up the NPD’s operative management.
nb: Oljedirektør og fire direktører utgjør ODs strategiske ledergruppe og tolv underdirektører utgjør ODs operative ledelse.

source: The NPD’s organisation is split into four main areas:
nb: ODs organisasjon er delt inn i fire hovedområder:

source: Exploration
nb: Leting

source: Development and operations
nb: Utbygging og drift

source: Analysis and framework
nb: Analyser og rammer

source: Data management and organisation
nb: Dataforvaltning og organisasjon

source: Contact person: Heidi Ersland Pedersen, tel.
nb: Kontaktperson: Heidi Ersland Pedersen, tlf.

source: The measures in the petroleum industry cost in the range of NOK 400 to NOK 4000 per tonne of reduced CO2.
nb: Tiltakene innen petroleumsindustrien har et kostnadsspenn fra 400 kroner til 4000 kroner per tonn redusert CO2.

source: There is significant uncertainty regarding both the cost estimates and technological development.
nb: Det er stor usikkerhet knyttet til anslagene for tiltakskostnader og teknologiutvikling.

source: The measures are large, complex industry projects which will take time to realise.
nb: Tiltakene er store og kompliserte industriprosjekter som det tar tid å realisere.

source: Estimates indicate that a reduction of up to 3 million tonnes of CO2 could be accomplished by 2020.
nb: Det er vurdert som mulig å gjennomføre reduksjoner på opp til 3 millioner tonn CO2 innen 2020.

source: Measures have been studied with an overall potential of reduction in emissions corresponding to 22 million tonnes of CO2 for the following sectors: transport, industry, construction and district heating, agriculture, forestry, waste management and the petroleum industry.
nb: Totalt for sektorene transport, industri, bygg- og fjernvarmesektoren, jordbruk, skogbruk og avfall, samt petroleum er det utredet tiltak med et totalt potensial for utslippsreduksjoner som tilsvarer 22 millioner tonn CO2.

source: The costs of the measures vary from socio-economic profitable measures to nearly NOK 4,000 per tonne.
nb: Tiltakskostnadene varierer fra samfunnsøkonomisk lønnsomme tiltak til nesten 4000 kroner per tonn.

source: Press release Climate Cure 2020 Climate Cure 2020 shows how Norway can reduce emissions (Norwegian only)
nb: Pressemelding Klimakur 2020 Klimakur 2020 viser hvordan Norge kan redusere utslippene

source: CCS report Capture and storage of CO2 (Norwegian only)
nb: CCS-rapport Fangst og lagring av CO2

source: The report was submitted on 9 June.
nb: Rapporten var klar 9. juni.

source: The Norwegian Petroleum Directorate (NPD) is one of the contributors to the project entitled One North Sea – A study into North Sea cross-border CO2 transport and storage.
nb: Oljedirektoratet er ein av bidragsytarane til rapporten One North Sea – A study into North Sea cross-border CO2 transport and storage.

source: The project group has estimated the size of the existing storage space, as well as the future needs.
nb: Prosjektgruppa har rekna på kor stor lagringsplass som finst, og kor stort behovet vil vere.

source: The group has also examined what would be required for storing CO2 from Europe – and when this need might arise.
nb: Dei har også sett på kva som skal til for å kunne deponere CO2 frå Europa – og kva tid dette behovet vil oppstå.

source: The report also addresses factors such as what industry and the authorities can do to establish a good framework and an infrastructure for CO2 transport.
nb: I rapporten peiker prosjektet mellom anna på kva industri og styresmakter kan gjere for å få plass gode rammer og ein infrastruktur for transport av CO2.

source: According to the report, Europe could have a need to store up to 270 million tonnes of CO2 per year, starting from 2030.
nb: Europa kan ha behov for å lagre opptil 270 millionar tonn CO2 årleg frå i 2030, ifølge rapporten.

source: That is 4.5 times more than the annual CO2 emissions in Norway, including all automobile traffic and transport.
nb: Det er 4,5 gonger meir enn det årlege utsleppet av CO2 i Noreg – medrekna all bilkøyring og transport.

source: The project estimates that half of the potential CO2 storage sites are found under the North Sea.
nb: Prosjektet anslår at halvparten av dei potensielle lagringsstadane for CO2 finst under Nordsjøen.

source: The British consultancy firm Element Energy coordinated the work on the report, which also includes contributions from the German and Dutch authorities.
nb: Det britiske konsulentselskapet Element energy har koordinert arbeidet med rapporten.

source: These reports are made in parallel to the Norwegian Climate and Pollution Agency (Klif), the Norwegian Petroleum Directorate (NPD) and the Norwegian Oil Industry Association (OLF) in EnvironmentWeb – a joint database for the authorities and the oil and gas industry.
nb: Rapporteringen gjøres parallelt til Klima- og forurensningsdirektoratet (Klif), Oljedirektoratet (OD) og Oljeindustriens Landsforening (OLF) i EnvironmentWeb – en felles database for myndighetene og olje- og gassindustrien.

source: Carbon dioxide (CO2)
nb: Karbondioksid (CO2)

source: The main reason for the decline is that the Snøhvit facility outside Hammerfest is now operating normally.
nb: Hovedårsakene til nedgangen er at Snøhvit-anlegget utenfor Hammerfest nå er i normal drift.

source: In addition, a new and more precise method of calculating emissions from flaring has been implemented.
nb: I tillegg er en ny og mer nøyaktig beregningsmetode for utslipp fra fakling tatt i bruk.

source: According to Statistics Norway (SSB) and Klif, Norwegian emissions of greenhouse gases amounted to 50.8 million tonnes of CO2 equivalents in 2009, a decline of 5.4 per cent from 2008.
nb: De norske utslippene av klimagasser i 2009 var ifølge Statistisk Sentralbyrå (SSB) og Klif 50,8 millioner tonn CO2-ekvivalenter, en nedgang på 5,4 prosent fra 2008.

source: This means that the oil and gas industry was responsible for 26 per cent of the national CO2 emissions in 2009, which represents a slight decline from 26.6 per cent in the previous year.
nb: Det betyr at olje- og gassindustrien i 2009 sto for 26 prosent av de nasjonale CO2-utslippene, noe som er en liten nedgang fra 26,6 prosent året før.

source: Nitrogen oxide (NOx)
nb: Nitrogenoksid (NOx)

source: There has been relatively little change in the total emissions of NOx in recent years.
nb: Totalutslippene av NOx har endret seg relativt lite de siste årene.

source: According to SSB and Klif, total Norwegian emissions of NOx in 2009 amounted to 167 500 tonnes, a decline of 4 per cent compared with 2008.
nb: Det samlete norske utslippet av NOx i 2009 var ifølge SSB og Klif 167 500 tonn, en nedgang på 4 prosent fra 2008.

source: The oil and gas industry accounted for 29.7 per cent of the national emissions.
nb: Olje- og gassindustrien sto for 29,7 prosent av de nasjonale utslippene.

source: Volatile organic compounds (nmVOC)
nb: Flyktige organiske forbindelser (nmVOC)

source: Since 2001, emissions of nmVOC from the oil and gas activities have been reduced by more than 80 per cent.
nb: Siden 2001 er utslipp av nmVOC fra olje- og gassvirksomheten redusert med mer enn 80 prosent.

source: These significant emission reductions have been achieved as a consequence of installing facilities to remove and recover oil vapour on storage vessels and shuttle tankers.
nb: De betydelige utslippsreduksjonene er oppnådd som følge av installering av anlegg for fjerning og gjenvinning av oljedamp på lagerskip og skytteltankere.

source: According to SSB and Klif, total Norwegian emissions of nmVOC in 2009 amounted to 160 600 tonnes.
nb: Samlet norsk utslipp av nmVOC i 2009 var ifølge SSB og Klif 160 600 tonn.

source: The oil and gas industry was responsible for 28.2 per cent of the national emissions.
nb: Olje- og gassindustrien sto for 28,2 prosent av de nasjonale utslippene.

source: The measures implemented offshore have now led to lower national emissions of nmVOC than Norway’s 2010 commitment under the Gothenburg protocol.
nb: De gjennomførte tiltakene offshore har ført til at nasjonale utslipp av nmVOC nå er lavere enn forpliktelsen Norge har i 2010 i henhold til Gøteborgprotokollen.

source: Production discharges to sea
nb: Produksjonsutslipp til sjø

source: Produced water
nb: Produsert vann

source: Production of oil is normally accompanied by water.
nb: Ved produksjon av olje følger det normalt med vann.

source: The amount of water increases as the fields age and the reservoirs are depleted.
nb: Vannmengden øker etter hvert som feltene blir eldre og reservoarene blir tømt.

source: This water is either reinjected into the reservoir, or cleaned and discharged.
nb: Vannet blir enten injisert tilbake i reservoaret eller renset og sluppet ut.

source: Discharges in 2009 totalled 135 million cubic metres, a reduction of about 10 per cent compared with 2008.
nb: Utslippet i 2009 var 135 millioner kubikkmeter, en reduksjon på ca 10 prosent fra 2008.

source: Oil in produced water
nb: Olje i produsert vann

source: The average concentration in 2009 was 11 milligrams per litre.
nb: Gjennomsnittlig konsentrasjon i 2009 var 11 milligram per liter.

source: This is a small increase from 2008 when the average concentration was 10.5 milligrams per litre.
nb: Dette er en liten økning fra 2008 da konsentrasjonen var 10,5 milligram per liter.

source: A total of 1500 tonnes of oil was discharged to sea with produced water in 2009.
nb: Totalt ble 1500 tonn olje sluppet til sjø med produsert vann i 2009.

source: The operating companies on the Norwegian Shelf regularly conduct environmental monitoring.
nb: Operatørene på norsk sokkel gjennomfører regelmessig miljøovervåkning.

source: This monitoring has not proven any significant effects resulting from these discharges.
nb: Denne overvåkningen har ikke påvist effekter av betydning fra disse utslippene.

source: The oil and gas industry continues to contribute to further research to refine the methods used to monitor the environment.
nb: Olje- og gassindustrien bidrar fortsatt til videre forskning for å videreutvikle metodene i miljøovervåkningen.

source: Discharge of chemicals
nb: Utslipp av kjemikalier

source: Chemicals are classified in accordance with Klif’s system of green, yellow, red or black categories.
nb: Kjemikalier klassifiseres i henhold til Klifs system i grønn, gul, rød eller svart kategori.

source: Chemicals in the green category do not entail harm or disadvantages to the marine environment; chemicals in the yellow category are normally not defined as environmentally hazardous; while chemicals in the red and black categories are prioritised for substitution and are subject to strict regulation.
nb: Kjemikalier i grønn kategori medfører ikke skade eller ulemper for det marine miljø, kjemikalier i gul kategori er vanligvis ikke definert som miljøfarlige, mens kjemikalier i rød og svart kategori er prioritert for substitusjon og reguleres strengt.

source: These chemicals can only be discharged if necessary due to weighty safety or technical reasons.
nb: De skal bare slippes ut der det er tungtveiende sikkerhetsmessige eller tekniske grunner.

source: The total volume of chemicals used in 2009 was 480 000 tonnes.
nb: Totale mengder kjemikalier brukt i 2009 var 480 000 tonn.

source: 174 000 tonnes of this amount were discharged, 99.9 per cent of which were in the green or yellow categories.
nb: Av dette ble 174 000 tonn sluppet ut, hvorav 99,9 prosent var i kategoriene grønn eller gul.

source: The remaining volumes were injected (74 000 tonnes), re-used or handled as waste.
nb: De øvrige mengder ble injisert (74 000 tonn), gjenbrukt eller håndtert som avfall.

source: Chemical consumption and discharge has increased somewhat compared with 2008, while the injected volume is somewhat lower.
nb: Forbruket og utslippet har gått noe opp sammenlignet med 2008, mens injisert mengde har gått noe ned.

source: After the target of zero discharges of oil and environmentally hazardous substances was introduced in 1997, discharges of chemicals in the black category have been reduced from 228 tonnes to barely one tonne in 2009.
nb: Etter at målet om null utslipp av olje og miljøfarlige stoffer til sjø kom i 1997, er utslippene av kjemikalier i svart kategori redusert fra 228 tonn til knapt ett tonn i 2009.

source: Discharges of chemicals in the red category have been reduced from 3933 tonnes to 32 tonnes in the same period.
nb: Utslipp av kjemikalier i rød kategori er redusert fra 3933 tonn til 32 tonn i samme periode.

source: More than 99 per cent of all environmentally hazardous chemicals have been removed during the course of the past ten years.
nb: Mer enn 99 prosent av alle miljøfarlige kjemikalier er fjernet i løpet av de siste ti årene.

source: These numbers confirm that the operators’ work to reduce discharges of environmentally hazardous chemicals on the Norwegian Shelf has yielded results.
nb: Tallene bekrefter at operatørenes arbeid med reduksjon av utslipp av miljøfarlige kjemikalier på norsk sokkel gir resultater.

source: Storting White Paper No. 26 (2006-2007) says that the zero discharge target for added chemicals has been achieved.
nb: Stortingsmelding nr 26 (2006-2007) sier at nullutslippsmålet for tilsatte kjemikalier er nådd.

source: Accidental discharges to sea
nb: Akutte utslipp til sjø

source: Oil
nb: Olje

source: In 2009, there were 147 accidental discharges of oil; four of which were larger than one cubic metre.
nb: I 2009 var det 147 akutte utslipp av olje, hvorav fire var større enn én kubikkmeter.

source: The total volume of oil from accidental discharges in 2009 was 114 cubic metres.
nb: Totalt volum olje fra akutte utslipp i 2009 var 114 kubikkmeter.

source: The trend over the last six years shows a weak increase, while there was a marked decline prior to 2002.
nb: De siste seks årene har antall utslipp vist en svakt økende tendens, mens det var en markert nedgang før 2002.

source: Chemicals
nb: Kjemikalier

source: There were 162 accidental discharges of chemicals in 2009; an increase compared with recent years.
nb: I 2009 var det 162 akutte utslipp av kjemikalier, en økning sammenlignet med de siste årene.

source: The total volume, 13 052 cubic metres, was considerably higher in 2009 compared with previous years.
nb: Det samlede volumet på 13 052 kubikkmeter var betydelig høyere i 2009 sammenlignet med tidligere år.

source: One discharge, a leak of slurrified cuttings from an injection well on the Veslefrikk field, accounted for as much as 97 per cent of this volume.
nb: Ett utslipp, en lekkasje av slurryfisert kaks fra en injeksjonsbrønn på Veslefrikkfeltet, utgjorde hele 97 prosent av dette volumet.

source: 94 per cent of these chemicals are in the green and yellow categories, while 348 cubic metres are in the red category and 1.6 cubic metres are in the black category.
nb: 94 prosent av disse kjemikaliene er i grønn og gul kategori, mens 348 kubikkmeter er i rød kategori og 1,6 kubikkmeter i svart kategori.

source: The discharge volumes have been calculated by assuming that everything injected into this specific well may have leaked out.
nb: Utslippsmengden er beregnet ved å anta at alt som er injisert i den aktuelle brønnen kan ha lekket ut.

source: The leak has probably been present since 1997, but the entire discharge volume has been reported in 2009.
nb: Utlekkingen har sannsynligvis pågått siden 1997, mens hele utslippsvolumet er angitt for 2009.

source: This in accordance with normal practices for accidental discharges.
nb: Dette er i henhold til vanlig praksis for akutte utslipp.

source: The authorities and the oil industry agree that the number of accidental discharges has stabilised at a level that is too high.
nb: Myndighetene og oljenæringen er enige om at antall akutte utslipp har stabilisert seg på et for høyt nivå.

source: The oil companies are working to reduce the number of accidental discharges.
nb: Oljeselskapene jobber for å redusere antallet.

source: The award ceremony was organised on Thursday 28 January by the consultancy firm Rystad Energy in Oslo, in the presence of many of the industry's best and brightest.
nb: Tildelingen skjedde torsdag 28. januar i regi av konsulentselskapet Rystad Energy i Oslo foran mange av bransjens ypperste kvinner og menn.
